## Упражнение 1.3

> Напишите программу, которая выводит на стандартное устройство вывода фразу "Hello, World".

[3.cpp](3.cpp)

## Упражнение 1.4

> Наша программа использовала оператор суммы (+)
для сложения двух чисел. Напишите программу, которая использует
оператор умножения (*) для вычисления произведения двух чисел.

[4.cpp](4.cpp)

## Упражнение 1.5

> В нашей программе весь вывод осуществлял один большой оператор. Перепишите программу так, чтобы для вывода на экран каждого операнда использовался отдельный оператор.

[5.cpp](5.cpp)

## Упражнение 1.6

> Объясните, является ли следующий фрагмент кода
допустимым:

```cpp
std::cout << "The sum of " << v1;
          << " and " << v2;
          << " is " << v1 + v2 << std::endl;
```

> Если программа корректна, то что она делает? Если нет, то почему и как ее исправить?

[6.cpp](6.cpp)